<?php
//
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content .= "<h3>Ο ιστότοπός σας</h3>
<p>Μπορείτε πλέον να αποκτήσετε πρόσβαση στην <a href='../index.php'>αρχική σελίδα του ιστότοπού σας</a>.</p>
<h3>Υποστήριξη</h3>
<p>Επισκεφθείτε το <a href='https://xoops.org/' rel='external'>The XOOPS Project</a></p>
<p><strong>ΠΡΟΣΟΧΗ:</strong> Ο ιστότοπός σας περιέχει προς το παρόν την ελάχιστη λειτουργικότητα.
Παρακαλούμε επισκεφθείτε το <a href='https://xoops.org/' rel='external' title='XOOPS Web Application System'>xoops.org</a>
για να μάθετε περισσότερα σχετικά με την επέκταση του XOOPS για την παρουσίαση σελίδων κειμένου,
γκαλερί φωτογραφιών, φόρουμ και πολλά άλλα, με <em>modules</em> καθώς και την προσαρμογή της εμφάνισης
του XOOPS σας με <em>themes</em>.</p>
";

$content .= "<h3>Ρύθμιση ασφαλείας</h3>
<p>Το πρόγραμμα εγκατάστασης θα προσπαθήσει να ρυθμίσει τον ιστότοπό σας για λόγους ασφαλείας.
Παρακαλούμε ελέγξτε διπλά για να βεβαιωθείτε ότι:
<div class='confirmMsg'>
Το αρχείο <em>mainfile.php</em> είναι μόνο για ανάγνωση.<br>
Αφαιρέστε τον φάκελο <em>{$installer_modified}</em> (ή <em>install</em> αν δεν μετονομάστηκε
αυτόματα από το πρόγραμμα εγκατάστασης) από τον διακομιστή σας.
</div>
</p>
";
