<?php
// 
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
// License
define('LICENSE_NOT_WRITEABLE', 'Η άδεια είναι %s . <br><span style="color:#ff0000;">Κάντε το ../include/license.php εγγράψιμο</span>');
define('LICENSE_IS_WRITEABLE', 'Η άδεια είναι %s');
define('_INSTALL_WEBMASTER', 'Διαχειριστές Ιστοσελίδων');
define('_INSTALL_WEBMASTERD', 'Διαχειριστές αυτού του ιστότοπου');
define('_INSTALL_REGUSERS', 'Εγγεγραμμένοι Χρήστες');
define('_INSTALL_REGUSERSD', 'Ομάδα Εγγεγραμμένων Χρηστών');
define('_INSTALL_ANONUSERS', 'Ανώνυμοι Χρήστες');
define('_INSTALL_ANONUSERSD', 'Ομάδα Ανώνυμων Χρηστών');

/**
 * Νέοι τύποι ομάδων
 */
define('_INSTALL_BANNEDUSERS', 'Αποκλεισμένοι Χρήστες');
define('_INSTALL_BANNEDUSERSD', 'Ομάδα αποκλεισμένων χρηστών');
define('_INSTALL_MODERATORUSERS', 'Συντονιστές');
define('_INSTALL_MODERATORUSERSD', 'Αυτοί είναι οι Συντονιστές για τον ιστότοπό σας');
define('_INSTALL_SUBMITTERUSERS', 'Υποβάλλοντες');
define('_INSTALL_SUBMITTERUSERSD', 'Αυτή η ομάδα μπορεί να υποβάλλει άρθρα στον ιστότοπό σας');
define('_INSTALL_DEVELOPEUSERS', 'Προγραμματιστής');
define('_INSTALL_DEVELOPEUSERSD', 'Αυτός ο χρήστης έχει προνόμια προγραμματιστή και μπορεί να βλέπει μηνύματα αποσφαλμάτωσης προγραμματιστών.');
define('_INSTALL_L165', 'Ο ιστότοπος είναι προσωρινά κλειστός για συντήρηση. Παρακαλούμε επιστρέψτε αργότερα.');
define('_INSTALL_ANON', 'Ανώνυμος');
define('_INSTALL_DISCLMR', 'Ενώ οι διαχειριστές και οι συντονιστές αυτού του ιστότοπου θα προσπαθήσουν να αφαιρέσουν
ή να επεξεργαστούν οποιοδήποτε γενικά απαράδεκτο υλικό το συντομότερο δυνατό, είναι
αδύνατο να ελέγξουν κάθε μήνυμα. Επομένως, αναγνωρίζετε ότι όλες οι δημοσιεύσεις
που γίνονται σε αυτόν τον ιστότοπο εκφράζουν τις απόψεις και τις γνώμες του συγγραφέα
και όχι των διαχειριστών, συντονιστών ή διαχειριστή ιστοσελίδων (εκτός από τις δημοσιεύσεις
αυτών των ατόμων) και συνεπώς δεν θα θεωρηθούν υπεύθυνοι.

Συμφωνείτε να μην δημοσιεύετε υλικό που είναι υβριστικό, άσεμνο, χυδαίο, συκοφαντικό,
μίσους, απειλητικό, σεξουαλικού προσανατολισμού ή οποιοδήποτε άλλο υλικό που μπορεί να παραβιάζει
οποιουσδήποτε ισχύοντες νόμους. Η παραβίαση αυτών μπορεί να οδηγήσει σε άμεσο και μόνιμο
αποκλεισμό σας (και ενημέρωση του παρόχου υπηρεσιών σας). Η διεύθυνση IP όλων των
δημοσιεύσεων καταγράφεται για να βοηθήσει στην επιβολή αυτών των συνθηκών. Η δημιουργία
πολλαπλών λογαριασμών για έναν μόνο χρήστη δεν επιτρέπεται. Συμφωνείτε ότι ο διαχειριστής
ιστοσελίδων, ο διαχειριστής και οι συντονιστές αυτού του ιστότοπου έχουν το δικαίωμα να
αφαιρούν, επεξεργάζονται, μετακινούν ή κλείνουν οποιοδήποτε θέμα ανά πάσα στιγμή, εάν το
κρίνουν κατάλληλο. Ως χρήστης, συμφωνείτε ότι οποιαδήποτε πληροφορία έχετε εισαγάγει
παραπάνω θα αποθηκευτεί σε μια βάση δεδομένων. Ενώ αυτές οι πληροφορίες δεν θα
αποκαλυφθούν σε τρίτους χωρίς τη συγκατάθεσή σας, ο διαχειριστής ιστοσελίδων, ο διαχειριστής
και οι συντονιστές δεν μπορούν να θεωρηθούν υπεύθυνοι για οποιαδήποτε προσπάθεια
υποκλοπής που μπορεί να οδηγήσει σε παραβίαση των δεδομένων.

Αυτό το σύστημα ιστότοπου χρησιμοποιεί cookies για την αποθήκευση πληροφοριών στον τοπικό
υπολογιστή σας. Αυτά τα cookies δεν περιέχουν καμία από τις πληροφορίες που έχετε εισαγάγει
παραπάνω, εξυπηρετούν μόνο για τη βελτίωση της απόλαυσης της προβολής σας. Η διεύθυνση
email χρησιμοποιείται μόνο για την επιβεβαίωση των στοιχείων εγγραφής σας και του κωδικού
πρόσβασης (και για την αποστολή νέων κωδικών πρόσβασης σε περίπτωση που ξεχάσετε τον
τρέχοντα).

Κάνοντας κλικ στο Εγγραφή παρακάτω, συμφωνείτε να δεσμεύεστε από αυτές τις συνθήκες.');
