<?php
//
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content = '
<p>
    Το <abbr title="eXtensible Object-Oriented Portal System">XOOPS</abbr> είναι ένα σύστημα
    δημοσίευσης ιστοσελίδων ανοικτού κώδικα, αντικειμενοστραφές, γραμμένο σε PHP.
    Αποτελεί ένα ιδανικό εργαλείο για την ανάπτυξη μικρών έως μεγάλων δυναμικών
    κοινοτικών ιστοσελίδων, ενδοεταιρικών πυλώνων, εταιρικών πυλώνων, ιστολογίων και πολλών άλλων.
</p>
<p>
    Το XOOPS διανέμεται υπό τους όρους της
    <a href="https://www.gnu.org/licenses/gpl-2.0.html" rel="external">GNU General Public License (GPL)</a>
    έκδοση 2 ή νεότερη, και είναι ελεύθερο για χρήση και τροποποίηση.
    Είναι ελεύθερο για αναδιανομή εφόσον τηρείτε τους όρους διανομής της GPL.
</p>
<h3>Απαιτήσεις</h3>
<ul>
    <li>Διακομιστής WWW (<a href="https://www.apache.org/" rel="external">Apache</a>, <a href="https://www.nginx.com/" rel="external">NGINX</a>, IIS, κ.λπ.)</li>
    <li><a href="https://www.php.net/" rel="external">PHP</a> 7.4 ή νεότερη, συνιστάται 7.3+</li>
    <li><a href="https://www.mysql.com/" rel="external">MySQL</a> 5.5 ή νεότερη, συνιστάται 5.7+</li>
</ul>
<h3>Πριν την εγκατάσταση</h3>
<ol>
    <li>Ρυθμίστε σωστά τον διακομιστή WWW, την PHP και τον διακομιστή βάσης δεδομένων.</li>
    <li>Ετοιμάστε μια βάση δεδομένων για τον ιστότοπό σας XOOPS.</li>
    <li>Ετοιμάστε έναν λογαριασμό χρήστη και χορηγήστε του πρόσβαση στη βάση δεδομένων.</li>
    <li>Κάντε αυτούς τους καταλόγους και τα αρχεία εγγράψιμα: %s</li>
    <li>Για λόγους ασφαλείας, συνιστάται ιδιαίτερα να μετακινήσετε τους δύο παρακάτω
        καταλόγους εκτός του <a href="https://privacyaustralia.net/phpsec/projects/guide/php-security-guide-databases-and-sql/" rel="external">root εγγράφων</a>
        και να αλλάξετε τα ονόματα των φακέλων: %s</li>
    <li>Δημιουργήστε (αν δεν υπάρχουν ήδη) και κάντε αυτούς τους καταλόγους εγγράψιμους: %s</li>
    <li>Ενεργοποιήστε τα cookies και την JavaScript του προγράμματος περιήγησής σας.</li>
</ol>
<h3>Ειδικές Σημειώσεις</h3>
<p>Ορισμένοι συγκεκριμένοι συνδυασμοί λογισμικού συστήματος ενδέχεται να απαιτούν κάποιες
    επιπλέον ρυθμίσεις για να λειτουργήσουν με το XOOPS. Εάν κάποιο από αυτά τα θέματα
    ισχύει για το περιβάλλον σας, ανατρέξτε στο πλήρες
    <a href="https://xoops.gitbook.io/xoops-install-upgrade/" rel="external">εγχειρίδιο εγκατάστασης
    του XOOPS</a> για περισσότερες πληροφορίες.
</p>
<p>Το MySQL 8.0 δεν υποστηρίζεται σε όλες τις εκδόσεις PHP. Ακόμη και στις υποστηριζόμενες
    εκδόσεις, ζητήματα με τη βιβλιοθήκη <em>mysqlnd</em> της PHP ενδέχεται να απαιτήσουν τη
    ρύθμιση του <em>default-authentication-plugin</em> του διακομιστή MySQL σε <em>mysql_native_password</em>
    για να λειτουργήσει σωστά.
</p>
<p>Συστήματα με ενεργοποιημένο το SELinux (όπως τα CentOS και RHEL) ενδέχεται να απαιτούν
    αλλαγές στο πλαίσιο ασφαλείας για τους καταλόγους του XOOPS επιπλέον των κανονικών
    δικαιωμάτων αρχείων για να καταστούν οι κατάλογοι εγγράψιμοι. Συμβουλευτείτε την
    τεκμηρίωση του συστήματός σας ή/και τον διαχειριστή συστήματος.
</p>
';
return $content;

