<?php
// 
// _LANGCODE: el
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
define('_MI_PM_NAME', 'Προσωπικά Μηνύματα');
define('_MI_PM_DESC', 'Ενότητα για την ιδιωτική ανταλλαγή μηνυμάτων μεταξύ των χρηστών');
define('_MI_PM_INDEX', 'Αρχική');
define('_MI_PM_PRUNE', 'Εκκαθάριση Μηνυμάτων');
define('_MI_PM_LINK_TITLE', 'Σύνδεσμος ΠΜ');
define('_MI_PM_LINK_DESCRIPTION', 'Εμφανίζει έναν σύνδεσμο για την αποστολή ενός προσωπικού μηνύματος στον χρήστη');
define('_MI_PM_MESSAGE', 'Σύνταξη μηνύματος προς');
define('_MI_PM_PRUNESUBJECT', 'Θέμα μηνύματος εκκαθάρισης ΠΜ');
define('_MI_PM_PRUNESUBJECT_DESC', 'Αυτό θα είναι το θέμα του ΠΜ που θα λάβει ο χρήστης μετά από μια εκκαθάριση ΠΜ');
define('_MI_PM_PRUNEMESSAGE', 'Κείμενο μηνύματος εκκαθάρισης ΠΜ');
define('_MI_PM_PRUNEMESSAGE_DESC', 'Αυτό το μήνυμα θα είναι στο σώμα του μηνύματος προς τους χρήστες αφού ένα ή περισσότερα από τα μηνύματά τους έχουν αφαιρεθεί από τα εισερχόμενά τους κατά τη διάρκεια μιας εκκαθάρισης ΠΜ. Χρησιμοποιήστε το {PM_COUNT} στο κείμενο για να αντικατασταθεί με τον αριθμό των μηνυμάτων που αφαιρέθηκαν από τα εισερχόμενα αυτού του χρήστη');
define('_MI_PM_PRUNESUBJECTDEFAULT', 'Μηνύματα που διαγράφηκαν κατά τον καθαρισμό');
define('_MI_PM_PRUNEMESSAGEDEFAULT', 'Κατά τη διάρκεια ενός καθαρισμού των Προσωπικών Μηνυμάτων, το XOOPS διέγραψε {PM_COUNT} μηνύματα από τα εισερχόμενά σας για εξοικονόμηση χώρου και πόρων');
define('_MI_PM_MAXSAVE', 'Μέγιστος αριθμός στοιχείων στην θυρίδα αποθήκευσης');
define('_MI_PM_MAXSAVE_DESC', '');
define('_MI_PM_PERPAGE', 'Μηνύματα ανά σελίδα');
define('_MI_PM_PERPAGE_DESC', '');
//1.07
define('_MI_PM_ABOUT', 'Σχετικά');
