<?php
//
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define('_AD_NORIGHT', 'Δεν έχετε την άδεια να προσπελάσετε αυτή την περιοχή');
define('_AD_ACTION', 'Ενέργεια');
define('_AD_EDIT', 'Επεξεργασία');
define('_AD_DELETE', 'Διαγραφή');
define('_AD_LASTTENUSERS', '10 τελευταίοι εγγεγραμμένοι χρήστες');
define('_AD_NICKNAME', 'Ψευδώνυμο');
define('_AD_EMAIL', 'Email');
define('_AD_AVATAR', 'Εικόνα Προφίλ');
define('_AD_REGISTERED', 'Εγγράφηκε'); //Registered Date
// define('_AD_PRESSGEN','Αυτή είναι η πρώτη σας φορά που εισέρχεστε στην ενότητα διαχείρισης. Πατήστε το κουμπί παρακάτω για να συνεχίσετε.');
define('_AD_LOGINADMIN', 'Σύνδεση...');
define('_AD_WARNINGINSTALL', 'ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ο φάκελος %s υπάρχει στον διακομιστή σας. <br>Παρακαλούμε αφαιρέστε αυτόν τον φάκελο για λόγους ασφαλείας.');
define('_AD_WARNINGWRITEABLE', 'ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το αρχείο %s είναι εγγράψιμο από τον διακομιστή. <br>Παρακαλούμε αλλάξτε τις άδειες αυτού του αρχείου για λόγους ασφαλείας.<br> σε Unix (444), σε Win32 (μόνο για ανάγνωση)');
define('_AD_WARNINGNOTWRITEABLE', 'ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ο φάκελος %s δεν είναι εγγράψιμος από τον διακομιστή. <br>Παρακαλούμε αλλάξτε τις άδειες αυτού του φακέλου.<br> σε Unix (777), σε Win32 (εγγράψιμος)');
define('_AD_WARNINGXOOPSLIBINSIDE', 'ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ο φάκελος %s βρίσκεται εντός του DocumentRoot! <br>Για λόγους ασφαλείας συνιστάται ιδιαίτερα να τον μετακινήσετε εκτός του DocumentRoot.');
define('_AD_WARNING_OLD_PHP', 'ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Σκεφτείτε να αναβαθμίσετε σε νεότερη έκδοση της PHP. Η έκδοση %s ή νεότερη συνιστάται και θα απαιτηθεί σε μελλοντικές εκδόσεις του XOOPS.');
define('_AD_WARNING_NO_XML', 'Απαιτείται η επέκταση PHP XML για αυτή τη λειτουργία.');
