<?php
/**
 * Adapted from the following under GPL 1 or greater license
 * http://search.cpan.org/~creamyg/Lingua-StopWords-0.09/
 */
define(
    '_XMF_STOPWORDS',
    "εγώ με μου τον εαυτό μου εμείς μας μας εμάς εσείς σας δικό σας εσάς "
    . "εσείς αυτός αυτόν του αυτός ο ίδιος αυτή αυτήν της αυτή ο εαυτός της αυτό "
    . "του οι αυτοί αυτούς τους δικών τους τους εαυτούς τους τι ποιοι ποιος "
    . "αυτό αυτό αυτά εκείνα είμαι είναι είναι ήταν ήμασταν ήσουν ήταν να "
    . "ήταν έχω έχει είχε είχε κάνοντας κάνω κάνεις έκανε θα πρέπει θα μπορούσε "
    . "θα έπρεπε θα είμαι να είσαι να είναι να είμαστε να είναι δεν είναι δεν "
    . "ήταν δεν είχανε δεν είχαμε δεν κάναμε να μην κάνουν να μην έκαναν δεν "
    . "θα πρέπει να μην μπορούν να μην μπορούν να μην επιτρέπεται ας αυτός είναι "
    . "αυτός είναι εδώ υπάρχει πότε υπάρχει που υπάρχει γιατί υπάρχει πώς υπάρχει "
    . "ένα ένα το και αλλά αν ή ή γιατί γιατί το από εναντίον κατά μεταξύ "
    . "στη μέσω κατά τη διάρκεια πριν μετά πάνω κάτω μέσα έξω επάνω κάτω σε "
    . "εκτός από πέρα τότε μία φορά εδώ εκεί πότε που γιατί πώς όλοι οποιοσδήποτε "
    . "και οι δύο κάθε μερικοί περισσότερα τα περισσότερα άλλα κάποια τέτοια "
    . "κανένα ούτε όχι μόνο ίδιος οπότε παρά πολύ",
);
