<?php
// 
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
//%%%%%     Time Zone   %%%%
define('_TZ_GMTM12', '(GMT-12:00) Ενίουετοκ, Κουατζαλέιν');
define('_TZ_GMTM11', '(GMT-11:00) Μίντγουεϊ, Σαμόα');
define('_TZ_GMTM10', '(GMT-10:00) Χαβάη');
define('_TZ_GMTM9', '(GMT-9:00) Αλάσκα');
define('_TZ_GMTM8', '(GMT-8:00) Ώρα Ειρηνικού (ΗΠΑ &amp; Καναδάς)');
define('_TZ_GMTM7', '(GMT-7:00) Ώρα Βουνού (ΗΠΑ &amp; Καναδάς)');
define('_TZ_GMTM6', '(GMT-6:00) Κεντρική Ώρα (ΗΠΑ &amp; Καναδάς), Πόλη του Μεξικού');
define('_TZ_GMTM5', '(GMT-5:00) Ανατολική Ώρα (ΗΠΑ &amp; Καναδάς), Μπογκοτά, Λίμα, Κίτο');
define('_TZ_GMTM4', '(GMT-4:00) Ώρα Ατλαντικού (Καναδάς), Καράκας, Λα Παζ');
define('_TZ_GMTM35', '(GMT-3:30) Νέα Γη');
define('_TZ_GMTM3', '(GMT-3:00) Μπραζίλια, Μπουένος Άιρες, Τζορτζτάουν');
define('_TZ_GMTM2', '(GMT-2:00) Μέση Ατλαντική');
define('_TZ_GMTM1', '(GMT-1:00) Αζόρες, Νήσοι Πράσινου Ακρωτηρίου');
define('_TZ_GMT0', '(GMT) Μέση Ώρα Γκρίνουιτς, Λονδίνο, Δουβλίνο, Λισαβόνα, Καζαμπλάνκα, Μονρόβια');
define('_TZ_GMTP1', '(GMT+1:00) Άμστερνταμ, Βερολίνο, Ρώμη, Κοπεγχάγη, Βρυξέλλες, Μαδρίτη, Παρίσι');
define('_TZ_GMTP2', '(GMT+2:00) Αθήνα, Κωνσταντινούπολη, Μινσκ, Ελσίνκι, Ιερουσαλήμ, Νότια Αφρική');
define('_TZ_GMTP3', '(GMT+3:00) Βαγδάτη, Κουβέιτ, Ριάντ, Μόσχα, Αγία Πετρούπολη');
define('_TZ_GMTP35', '(GMT+3:30) Τεχεράνη');
define('_TZ_GMTP4', '(GMT+4:00) Άμπου Ντάμπι, Μουσκάτ, Μπακού, Τιφλίδα');
define('_TZ_GMTP45', '(GMT+4:30) Καμπούλ');
define('_TZ_GMTP5', '(GMT+5:00) Γεκατερίνμπουργκ, Ισλαμαμπάντ, Καράτσι, Τασκένδη');
define('_TZ_GMTP55', '(GMT+5:30) Μουμπάι, Καλκούτα, Τσενάι, Νέο Δελχί');
define('_TZ_GMTP6', '(GMT+6:00) Αλμάτι, Ντάκα, Κολόμπο');
define('_TZ_GMTP7', '(GMT+7:00) Μπανγκόκ, Ανόι, Τζακάρτα');
define('_TZ_GMTP8', '(GMT+8:00) Πεκίνο, Περθ, Σιγκαπούρη, Χονγκ Κονγκ, Ουρούμτσι, Ταϊπέι');
define('_TZ_GMTP9', '(GMT+9:00) Τόκιο, Σεούλ, Οσάκα, Σαππόρο, Γιακούτσκ');
define('_TZ_GMTP95', '(GMT+9:30) Αδελαΐδα, Ντάργουιν');
define('_TZ_GMTP10', '(GMT+10:00) Μπρίσμπεϊν, Καμπέρα, Μελβούρνη, Σίδνεϊ, Γκουάμ, Βλαδιβοστόκ');
define('_TZ_GMTP11', '(GMT+11:00) Μαγκαντάν, Νήσοι Σολομώντα, Νέα Καληδονία');
define('_TZ_GMTP12', '(GMT+12:00) Όκλαντ, Ουέλλινγκτον, Φίτζι, Καμτσάτκα, Νήσοι Μάρσαλ');
