Γειά σας {X_UNAME},

Έχει υποβληθεί ένα σχόλιο (αλλά δεν έχει εγκριθεί ακόμα) στο {X_ITEM_TYPE} "{X_ITEM_NAME}" που παρακολουθείτε στο {X_MODULE} module στον ιστότοπό μας.

Μπορείτε να δείτε το σχόλιο εδώ (αν έχετε άδεια):
{X_COMMENT_URL}

-----------

Λαμβάνετε αυτό το μήνυμα επειδή επιλέξατε να ειδοποιείστε όταν υποβάλλονται σχόλια σε αυτό το {X_ITEM_TYPE}.

Αν αυτό είναι λάθος ή δεν επιθυμείτε να λαμβάνετε περαιτέρω τέτοιες ειδοποιήσεις, παρακαλούμε ενημερώστε τις συνδρομές σας επισκεπτόμενοι τον παρακάτω σύνδεσμο:
{X_UNSUBSCRIBE_URL}

Παρακαλούμε μην απαντήσετε σε αυτό το μήνυμα.

-----------
{X_SITENAME} ({X_SITEURL})
διαχειριστής
{X_ADMINMAIL}
