<?php
//
// _LANGCODE: el
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content = '
<p>
    <abbr title="eXtensible Object-Oriented Portal System">XOOPS</abbr> είναι ανοιχτού κώδικα
    Αντικειμενοστρεφές σύστημα δημοσίευσης Ιστού γραμμένο σε PHP. Είναι ιδανικό εργαλείο για
    ανάπτυξη μικρών έως μεγάλων ιστοσελίδων δυναμικής κοινότητας, ενδοεταιρικών πυλών, εταιρικών πυλών, ιστολογίων και πολλών άλλων.
</p>
<p>
    Το XOOPS κυκλοφορεί σύμφωνα με τους όρους του
    <a href="https://www.gnu.org/licenses/gpl-2.0.html" rel="external">GNU Γενική Άδεια Δημοσίου (GPL)</a>
    έκδοση 2 ή μεταγενέστερη, και είναι δωρεάν για χρήση και τροποποίηση.
    Είναι δωρεάν η αναδιανομή, εφόσον τηρείτε τους όρους διανομής του GPL.
</p>
<h3>Απαιτήσεις</h3>
<ul>
    <li>WWW Διακομιστής (<a href="https://www.apache.org/" rel="external">Apache</a>, <a href="https://www.nginx.com/" rel="external">NGINX</a>, IIS, κ.λπ.)</li>
    <li><a href="https://www.php.net/" rel="external">PHP</a> 8.2 ή υψηλότερο, συνιστάται 8.4+</li>
    <li><a href="https://www.mysql.com/" rel="external">MySQL</a> 5.7.8 ή υψηλότερο, συνιστάται 8.4.5+ </li>
</ul>
<h3>Πριν install</h3>
<ol>
    <li>Ρύθμιση του διακομιστή WWW, PHP και του διακομιστή βάσης δεδομένων σωστά.</li>
    <li>Προετοιμάστε μια βάση δεδομένων για τον ιστότοπό σας XOOPS.</li>
    <li>Προετοιμάστε λογαριασμό χρήστη και παραχωρήστε στον χρήστη την πρόσβαση στη βάση δεδομένων.</li>
    <li>Κάντε αυτούς τους καταλόγους και τα αρχεία εγγράψιμα: %s</li>
    <li>Για λόγους ασφαλείας, σας συνιστούμε να μετακινήσετε τους δύο παρακάτω καταλόγους εκτός <a href="https://privacyaustralia.net/phpsec/projects/guide/php-security-guide-databases-and-sql/" rel="external">ρίζα εγγράφου</a> και αλλάξτε τα ονόματα φακέλων: %s</li>
    <li>Δημιουργήστε (αν δεν υπάρχουν ήδη) και κάντε αυτούς τους καταλόγους εγγράψιμους: %s</li>
    <li>Ενεργοποιήστε το cookie και JavaScript του προγράμματος περιήγησής σας.</li>
</ol>
<h3>Ειδικές Σημειώσεις</h3>
<ol>
    <li>Ορισμένοι συγκεκριμένοι συνδυασμοί λογισμικού συστήματος ενδέχεται να απαιτούν ορισμένες πρόσθετες διαμορφώσεις για να λειτουργήσουν
    με XOOPS. Εάν οποιοδήποτε από αυτά τα θέματα ισχύει για το περιβάλλον σας, δείτε το πλήρες
    <a href="https://xoops.gitbook.io/xoops-install-upgrade/" rel="external">XOOPS
    εγχειρίδιο εγκατάστασης</a> για περισσότερες πληροφορίες.<br><br>

    <li><strong>SELinux</strong> ενεργοποιημένα συστήματα (όπως <strong>CentOS</strong>  και <strong>RHEL</strong>) ενδέχεται να απαιτεί αλλαγές στο πλαίσιο ασφαλείας
    για καταλόγους XOOPS εκτός από τα κανονικά δικαιώματα αρχείων για τη δυνατότητα εγγραφής καταλόγων.
    Συμβουλευτείτε την τεκμηρίωση του συστήματός σας ή/και τον διαχειριστή του συστήματος.
</ol>
';
return $content;

