<?php
//
// _LANGCODE: el
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content .= "<h3>Ο ιστότοπός σας</h3>
<p>Τώρα μπορείτε να αποκτήσετε πρόσβαση στο <a href='../index.php'>αρχική σελίδα του ιστότοπού σας</a>.</p>
<h3>Υποστήριξη</h3>
<p>Επίσκεψη <a href='https://xoops.org/' rel='external'>Το έργο XOOPS</a></p>
<p><strong>ΠΡΟΣΟΧΗ:</strong> Ο ιστότοπός σας περιέχει αυτήν τη στιγμή την ελάχιστη λειτουργικότητα. 
Παρακαλούμε επισκεφθείτε <a href='https://xoops.org/' rel='external' title='XOOPS Web Application System'>xoops.org</a> 
για να μάθετε περισσότερα σχετικά με την επέκταση του XOOPS σε σελίδες κειμένου, γκαλερί φωτογραφιών, φόρουμ και πολλά άλλα, 
με <em>ενότητες</em> καθώς και να προσαρμόσετε την εμφάνιση του XOOPS σας με <em>θέματα</em>.</p>
";

$content .= "<h3>Διαμόρφωση ασφαλείας</h3>
<p>Το πρόγραμμα εγκατάστασης θα προσπαθήσει να διαμορφώσει τον ιστότοπό σας για λόγους ασφαλείας. Ελέγξτε ξανά για να βεβαιωθείτε:
<div class='confirmMsg'>
Ο <em>mainfile.php</em> είναι μόνο για ανάγνωση.<br>
Αφαιρέστε το φάκελο <em>{$installer_modified}</em> (ή <em>install</em> εάν δεν μετονομάστηκε αυτόματα από το πρόγραμμα εγκατάστασης) από τον διακομιστή σας.
</div>
</p>
";
