Γειά σας {X_UNAME},

Ευχαριστούμε που εγγραφήκατε ως μέλος του {SITENAME}. Ως εγγεγραμμένο μέλος, μπορείτε να:
- Στέλνετε ιδιωτικά μηνύματα μεταξύ των μελών
- Συμμετέχετε σε φόρουμ συζητήσεων
- Λαμβάνετε τα τελευταία νέα
- Υποβάλλετε περιεχόμενο
- Πολύ, πολύ περισσότερα....

Η διεύθυνση email ({X_UEMAIL}) χρησιμοποιήθηκε για τη δημιουργία προφίλ χρήστη για εσάς.

Για να γίνετε μέλος του {SITENAME}, παρακαλούμε επιβεβαιώστε το
αίτημά σας κάνοντας κλικ στον παρακάτω σύνδεσμο:

{X_UACTLINK}

-----------
Με εκτίμηση
{SITENAME}
({SITEURL})
{ADMINMAIL}
