<?php

// _LANGCODE: el
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define(
    '_XOOPS_UPGRADE_WELCOME',
    <<<'EOT'
<h2>XOOPS Αναβάθμιση</h2>

<p>
<em>Αναβαθμίζω</em> θα εξετάσει αυτήν την εγκατάσταση XOOPS και θα εφαρμόσει τυχόν αναγκαίες ενημερώσεις κώδικα για να γίνει συμβατή 
με τον νέο κωδικό XOOPS. Οι ενημερώσεις κώδικα μπορεί να περιλαμβάνουν αλλαγές στη βάση δεδομένων, προσθέτοντας προεπιλεγμένες ρυθμίσεις για νέα
στοιχεία διαμόρφωσης, ενημερώσεις αρχείων και δεδομένων και πολλά άλλα.
<p>
Μετά από κάθε ενημέρωση κώδικα, το πρόγραμμα αναβάθμισης θα αναφέρει την κατάσταση και θα περιμένει να συνεχιστεί η εισαγωγή σας. Στο
στο τέλος της αναβάθμισης, ο έλεγχος θα περάσει στη λειτουργία ενημέρωσης της μονάδας συστήματος.

<div class="alert alert-warning">
Μόλις ολοκληρωθεί η αναβάθμιση, μην ξεχάσετε να:
<ul class="fa-ul">
 <li><span class="fa-li fa-solid fa-folder-open"></span> διαγράψτε το φάκελο αναβάθμισης</li>
 <li><span class="fa-li fa-solid fa-arrows-rotate"></span> ενημερώστε τυχόν λειτουργικές μονάδες που έχουν αλλάξει</li>
</div>

EOT,
);
