<?php
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define('_CONFIRM_UPGRADE_220', "
Τα σενάρια αναβάθμισης θα μεταφέρουν δεδομένα από την υπάρχουσα ενότητα 'profile'.<br>
Παρακαλώ μην απεγκαταστήσετε την υπάρχουσα ενότητα 'profile' χειροκίνητα, διαφορετικά τα αντίστοιχα δεδομένα δεν θα μεταφερθούν.<br><br>
Μόλις ολοκληρωθεί πλήρως η διαδικασία αναβάθμισης, παρακαλώ <strong>μεταβείτε στην περιοχή διαχείρισης ενοτήτων για να ενημερώσετε την ενότητα 'profile'</strong>. Μόλις γίνει αυτό, τα δεδομένα προφίλ θα μεταφερθούν πλήρως.<br><br>
Για να ακυρώσετε την αναβάθμιση, <a href='index.php'>κάντε κλικ εδώ</a>.<br><br>
Ή για να <a style='color:green; font-size:1.3em;' href='index.php?action=next&upd220=ok'>συνεχίσετε</a>.
");
